Repository: Billmate/shopp
Catalog: gateways/BillmatePartpayment/languages/shopp-billmate-partpayment-*.po
Languages: sv_se

source: Billmate Part Payment - Pay from
sv_se: Billmate delbetalning <br/>Betala från

source: Billmate Partpayment is not cofigured
sv_se: Billmate delbetalning är inte konfigurerad

source: Enter your Billmate secret key.
sv_se: Skriv in din hemliga <b>billmate</b> nyckel

source: Enter your EID.
sv_se: Skriv in din <b>billmate</b> ID.

source: Invalid personal number
sv_se: Ogiltigt person-/organisationsnummer

source: Invoice Information
sv_se: Fakturainformation

source: It is not possible to pay with this method. Choose a different payment method or try to use a different personal number
sv_se: Kan inte processa <b>billmate</b> betalningen. Försök igen eller välj annan betalingsmetod. <br>Felkod:

source: Personal Number
sv_se: Person-/organisationsnummer

source: Phone
sv_se: Mobilnummer

source: Please enter personal number
sv_se: Skriv in person-/organisationsnummer

source: Please select payment plan
sv_se: Välj delbetalningsplan

source: Terms of invoice
sv_se: Villkor för faktura

source: Unable to fetch Billmate Pclasses
sv_se: Kunde inte hämta <b>billmate</b> Pclasses

source: month
sv_se: månad

source: per month
sv_se: per månad

source: My email address %s is correct and can be used for invoicing purposes.
sv_se: Min e-postadress %s är korrekt och får användas för fakturering.

source: Your billing adress is wrong
sv_se: Din angivna adress kan inte användas. Köp mot faktura kan bara faktureras och levereras till din bokföringsadress.

source: Correct Address is :
sv_se: Din bokföringsadress:

source: Click Yes to continue with new address, No to choose other payment method
sv_se: Klicka på Ja för att fortsätta med den nya adressen, Nej för att välja ett annat betalningssätt

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Enable test mode
sv_se: Aktivera testläge

source: Billmate Partpayment not available in selected country country code
sv_se: Billmate delbetalning inte tillgänglig i valda landet landskod

source: Your Billing address is wrong.
sv_se: Din angivna adress kan inte användas. Köp mot faktura kan bara faktureras och levereras till din bokföringsadress.

source: Discount
sv_se: Rabatt

source: discount
sv_se: rabatt
