Repository: Billmate/shopp
Catalog: gateways/BillmateBank/languages/shopp-billmate-bank-*.po
Languages: sv_se

source: Authentication
sv_se: Reservera belopp

source: Authentication Method
sv_se: Betalningsmetod

source: Enable test mode
sv_se: Aktivera testläge

source: Enter your Merchant ID.
sv_se: Skriv in din <b>billmate</b> ID.

source: Enter your Secret.
sv_se: Skriv in din hemliga <b>billmate</b> nyckel.

source: Error Recieved from Billmate Bank:
sv_se: Fel från <b>billmate</b> kort:

source: Sale
sv_se: Debitera belopp direkt

source: Shipping
sv_se: Frakt

source: Unable to process billmate try again <br/>Error:
sv_se: Köpet kunde inte genomföras, försök igen eller välj annan betalningsmetod. <br/>Felkod:

source: Enable Display Name
sv_se: Visa namn i betalfönster

source: Enable 3D Secure
sv_se: Aktivera 3D secure

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Billmate Invoice activated for customers in these countries
sv_se: Billmate Faktura aktiverad för kunder i dessa länder

source: Billmate Partpayment activated for customers in these countries
sv_se: Billmate delbetalning aktiverat för kunder i dessa länder

source: pay by Bank Transfer
sv_se: Betala med banköverföring.

source: Discount
sv_se: Rabatt

source: discount
sv_se: rabatt
